import streamlit as st

st.set_page_config(
    page_title='Модель предсказания стоимости автомобиля с графиками.',
    page_icon='〰️',
    layout="wide",
    initial_sidebar_state="expanded",
    menu_items={
        'Get Help': 'https://www.extremelycoolapp.com/help',
        'Report a bug': "https://www.extremelycoolapp.com/bug",
        'About': "# This is a header. This is an *extremely* cool app!"
    }
)

st.title('Главная страница')
st.sidebar.success('Выберите необходимый раздел меню', )

st.write("# Добро пожаловать! 👋")

st.markdown(
    """
    Здесь собрано всё необходимое для предсказания стоимости автомобиля,
    а так же графики на основе тренировочных данных на которых была
    обучена линейная Ridge модель. Так же дополнительно вы можете получить 
    предсказание стоимости конкретного автомобиля по его параметрам,
    а так же посмотреть веса и коэффициенты в модели.

    **👈 Выбрать необходимый инструмент можно в левом меню** 
    
"""
)