import streamlit as st

st.set_page_config(
    page_title='Модель предсказания стоимости автомобиля с графиками.',
    page_icon='〰️',
    layout="wide",
    initial_sidebar_state="expanded",
    menu_items={
        'Get Help': 'https://www.extremelycoolapp.com/help',
        'Report a bug': "https://www.extremelycoolapp.com/bug",
        'About': "# This is a header. This is an *extremely* cool app!"
    }
)

st.title('Главная страница')
st.sidebar.success('Выберите необходимый раздел меню', )

st.write("# Добро пожаловать! 👋")

st.markdown(
    """
    Здесь собраны все текущие инструменты и графики (как вам удобнее)
    для предсказания стоимости автомобиля на основе данных ресторанов из csv-файла,
    либо по указанным параметрам. Так же дополнительно вы можете посмотреть и изучить
    некоторые графики по загруженным данным.

    **👈 Выбрать необходимый инструмент можно в левом меню** 
    
"""
)